{
    "data": [
        {
            "path": "IMG_20211106_150846.jpg",
            "text": "\\. ‘ 7 . >\nThe Lake of Tears\n\nis it that a beggar has, that a rich man needs, and that\nthe dead eat?’\n\nThere was silence. Then—\n\n‘Nothing,’ said Barda quietly. ‘The answer is,\n“Nothing”.’\n\n“Very good,’ said the man. ‘You may pass.’\n\nHe stood aside.\n\n‘I would like to wait until my companion has\nanswered his question,’ Barda said, without moving.\n‘Then we can cross the bridge together.’\n\n‘That is not permitted,’ said the man. The powerful\nmuscles of his arms tightened slightly on the curved\nsword.\n\n‘Go, Barda,’ whispered Lief. His skin was tingling\nwith nerves, but he was sure he could answer the\nquestion, whatever it was. Jasmine and Barda had\nsucceeded, and he had far more learning than either of\nthem. :\nBarda frowned, but did not argue further. Lief\nwatched as he stepped onto the bridge and began\nwalking slowly across it, holding tightly to the rails of\nrope. The rope creaked under his weight. The great birds\nswooped around him, riding the wind. Far below, there\nwas the thin, snake-like trail of a gleaming river. But\nBarda did not look down.\n\n‘Here is the third question,’ rasped the man with\nthe golden eyes, stepping back into his place. ‘It is long,\n80 to be fair I will ask it twice. Listen well.’\n\nLief paid close attention as the man began to speak.\n\n9\n\n \n\f"
        },
        {
            "path": "IMG_20211106_150856.jpg",
            "text": " \n\nThe Lake of Tears\n\n‘You are a trickster and a deceiver!’ he cried,\nslipping his hands under his shirt, feeling for the Belt’s\nfastening. ‘No wonder you are doomed to guard this\nbridge until truth and lies are one!’\n\nAs he had hoped, the man paused. Anger\nbrightened his golden eyes.\n\n‘My suffering was not justly earned,’ he spat. ‘It\n‘was for pure spite that Thaegan took my freedom and\ncursed me to be tied to this piece of earth. If you are so\ninterested in truth and lies, we will play another game.’\n\nLief’s fingers froze on the Belt. But the flicker of\nhope that had flared in his heart faded and died with\nhis enemy’s next words.\n\n‘We will play a game to decide which way you\nwill die,’ said the man. ‘You may say one thing, and one\nthing only. If what you say is true, I will strangle you\nwith my bare hands. If what you say is false, I will cut\noff your head.’ |\n| Lief bent his head, pretending to consider, while\nhis fingers secretly struggled with the Belt’s catch. The\nfastening was stiff, and would not open. His hand\npressed against the topaz—so hard-won, so soon to be\nlost, if he did not hurry.\n\n‘I am waiting,’ said the guardian of the bridge.\n‘Make your statement.’\n\nTrue statement, or false? Was it better to be\nbeheaded or strangled? Better to be neither, thought Lief\n\n. grimly. And then, in a blinding flash, the most wonderful\n\nidea came to him.\n\n13\n\n \n\f"
        },
        {
            "path": "IMG_20211106_150900.jpg",
            "text": "~ . a . y\nThe Lake of Tears\n\nhad been a bird, forced by Thaegan’s magic into human\nform. It had been bound to the earth by her spite as surely\n.  asif it had been chained.\n\nAnd his trick answer had broken Thaegan’s spell.\nHe had thought only of saving his own life, but he had\nbroken Thaegan’s spell. The bird was free at last.\n\nA sound broke through his racing thoughts. He\nglanced at the bridge and to his horror saw that it was\nstarting to crumble. Without thinking further, he leapt\nfor it, seizing the rope railings with both hands and\nrunning, running as he had never imagined he could,\nover the fearful gap.\n\nHe could see Barda and Jasmine standing on the\nedge of the cliff ahead of him, holding out their arms.\nHe could hear their voices shrieking to him. Behind him,\nplanks rattled together as they slipped from their rope\nties and plunged to the river far below. |\n\n_ Soon the rope itself would give way. He knew it.\nAlready it was growing slack. The bridge was sagging,\nswinging sickeningly as he ran.\n\n_ Allhe could think of was to run faster. But he was\n\n- _ only halfway across, and he could not run fast enough.\nNow the planks under his feet were slipping—slipping\naway! He was stumbling, dropping, the ropes burning\nhis clutching hands. He was dangling in mid air, with\n\n‘nowhere to put his feet. And as he hung there, helpless\nand buffeted by the wind, the planks in front of him—\nthe planks that were his only pathway to safety—began\nslithering sideways, falling to the river far below.\n\n15\n\n \n\f"
        },
        {
            "path": "IMG_20211106_150907.jpg",
            "text": ".\n\n»\n\np\n\n|\n\nThe Lake of Tears\n\nfor him, would still be the earth bound guardian of the\nbridge.\n\nYou gave me back my life, the eyes seemed to say:\nNow [have returned yours. My debt to you ts paid. Before\nhe could speak, the bird nodded once, spread its wings\nand soared away. Lief watched as it joined its\ncompanions once more and flew with them, wheeling\nand shrieking, away along the chasm, into the distance\nand out of sight.\n\n*\n\n‘You knew that he was a bird,’ Lief said to Jasmine later,\nas they moved slowly on. Though he still felt sore and\nweak, he had refused to rest for long. The very sight of\n- the cliffs made him feel ill. He wanted to get away from\n_ them as fast as he could.\n\nJasmine nodded, glancing at Kree, who was\n\n: perched on her shoulder with Filli. ‘I felt it,’ she said.\n. ‘And I felt such pity for him when I saw the pain and\n\n¢\n\n: longing in his eyes.’\n\n‘In torment he may have been,’ snorted Barda. ‘But\n\n_ he would have killed us, without question.’\n\nI\n[\nr\nE\n\nThe girl frowned. ‘He cannot be blamed for that.\nHe was doomed to carry out Thaegan’s will. And\nThaegan—is a monster.’\n\nHer eyes were dark with loathing. And,\n\ny femembering the riddle that had almost led to his death,\np Lief thought that now he knew why. He waited until\n\nua had moved ahead, then spoke to Jasmine again.\n\npou are not afraid of Thaegan for yourself, but\n\n \n\f"
        },
        {
            "path": "IMG_20211106_150918.jpg",
            "text": "The Lake of Tears\n\nThey reached a grove of trees and began following\na narrow path that led through the green shade.\n\n‘Thaegan hates anything that is beautiful, alive and\nfree,’ Jasmine said at last, as they entered a clearing\nwhere green ferns clustered and the branches of the trees\narched overhead. ‘The birds say that in the land around\nthe Lake of Tears there was once a town called D’Or—a\ntown like a garden, with golden towers, happy people\nand lush flowers and trees. Now it is a dead, sad place.’\n\nShe waved her hand around her. ‘As will be all\nthis, when Thaegan and her children have finished their\nevil work.’\n\nAgain, there was silence between them, and in the\nsilence they became aware of the rustling of the trees\naround the clearing.\n\n_ Jasmine stiffened. ‘Enemies!’ she hissed. ‘Enemies\n\n- approach!’\n\nLief could hear nothing, but by now he knew better\n\n3 than to ignore one of Jasmine’s warnings. The trees here\nE were strange to her, but still she understood their\n\n} whispering. .\n\nHe sprinted ahead and caught Barda’s arm. Barda\n\n, stopped and looked around in surprise.\n\nJasmine’s face was pale. ‘Grey Guards,’ she\n\na whispered. ‘A whole troop of them. Coming this way.’\n\n19\n\n \n\f"
        },
        {
            "path": "IMG_20211106_151018.jpg",
            "text": "RR aaa g\n\nidde\nys\n\na bit\nkl\nape\n\nThe Lake of Tears\n\nhave to remain where they were—perhaps for hours.\n\nMore and more Guards entered the clearing. Soon\nit was crowded with grey uniforms and ringing with\nharsh voices. And then, as the last of the troop came\ninto view, there was the clinking sound of chains to go\nwith the sound of marching boots.\n\nThe Guards were escorting a prisoner.\n\nLief craned his neck to look. The captive looked\nvery different from anyone he had ever seen before. He\nwas very small, with wrinkled blue-grey skin, thin legs\nand arms, small black eyes like buttons and a tuft of red\nhair sticking up from the top of his head. There was a\ntight leather collar around his neck, with a fastening for\na chain or rope dangling from it. He looked exhausted,\nand the chains that weighed down his wrists and ankles\nhad made raw marks on his skin.\n\n‘They have captured a Ralad,’ breathed Barda,\nmoving to see more clearly.\n\n‘What is a Ralad?’ asked Lief. He thought he had\nheard or read the name before, but could not think\nwhere.\n\n‘The Ralads are a race of builders. They were\nbeloved of Adin and all the kings and queens of Deltora’s\nearly times,’ Barda whispered back. ‘Their buildings\nwere famous for their strength and cleverness.’\n\nNow Lief remembered where he had seen the\nname—in The Belt of Deltora, the little blue book his:\nparents had made him study. He gazed in fascination at\nthe drooping figure below them. ‘It was the Ralads who\n\n \n\f"
        },
        {
            "path": "IMG_20211106_151027.jpg",
            "text": "The Lake of Tears\n\nrer anger, her own warning about being heard.\n\n‘Be still,’ whispered Barda grimly. ‘There are too\nnany of them. There is nothing we can do. Yet.’\n\nThe Guards ate and drank till they could eat and\nirink no more. Then, sprawled carelessly together like\n. mass of grey grubs, they lay back, closed their eyes\nind began to snore.\n\nAs quietly as they could, the three companions\nJimbed from branch to branch until they were directly\n\\bove the Ralad prisoner. He was sitting perfectly still,\ntis shoulders hunched and his head bowed.\n\nWas he, too, asleep? They knew they could not risk\ntartling him awake. If he cried out, all was lost.\n\nJasmine dug into her pocket and brought out a\ntem of dried berries. Carefully she leaned out from the\nree and threw the stem so that it fell just in front of the\nnotionless captive.\n\nThey heard him take a sharp breath. He looked up\no the clear sky above where the stem lay, but, of course,\naw nothing. His long grey fingers stretched out\nautiously and grabbed the prize. He glanced around\no make sure that this was not another Guards’ cruel\nOke, then crushed the stem to his mouth and began\nearing at the berries ravenously.\n\nHis chains clinked faintly, but the snoring figures\nround him did not stir.\n\n‘Very well,’ Jasmine breathed. Taking careful aim,\nhe dropped another stem of berries squarely into the\nTisoner’s lap. This time he looked straight up, and his\n\n \n\f"
        },
        {
            "path": "IMG_20211106_151036.jpg",
            "text": "The Lake of Tears\n\nhis meaning. His black eyes grew fearful and he quickly\nbrushed the mark away. But still he seemed to trust the\nnewcomers—or perhaps he thought that no situation\ncould be worse than the one he was in. As the Guards\nslept on, snoring like beasts, he allowed himself to be\nquickly and quietly wrapped in Lief’s cloak.\n\nThey had decided that their only hope was to carry\nhim away, chains and all. They hoped that the tightly\nwrapped cloak would stop the chains from clinking\ntogether, alerting his enemies.\n\nThe chains made the little man heavier than he\nwould otherwise have been, but Barda had no difficulty\nin picking him up and putting him over one shoulder.\nThey knew that to return to the trees, carrying such a\nburden, would be clumsy and dangerous. But the\nprisoner had been lying very near the mouth of the path.\nAll they had to do was reach it and creep silently away.\n\nIt was a risk they were all prepared to take. And\nall would have been well if one of the Guards, dreaming,\nperhaps, had not, right at that moment, rolled over and\nflung out his arm, hitting his neighbour on the chin.\n\nThe Guard who had been struck woke with a roar,\nlooked wildly around to see who had hit him, and caught\nsight of Lief and Barda running away down the path.\n\nHe shouted the alarm. In seconds, the clearing was\nalive with angry Guards, roused from their sleep and\nfurious to find their prisoner gone.\n\n \n\f"
        },
        {
            "path": "IMG_20211106_151046.jpg",
            "text": "mh A SR me\n\n—, - 4\n= Ty om .\nMe\n\n-\n\n“Ae Foe\n\n \n\nThe Lake of Tears\n\nand could smell out their prey wherever it was hiding.\n\nFar behind he heard thumping, clattering sounds\nand the angry shouts of falling men. With a thrill of\ngratitude, he guessed that Jasmine had been following\nthrough the trees, dropping dead branches across the\npath to trip and delay their pursuers.\n\nBe careful, Jasmine, he thought. Do not let them\nsee yOu.\n\n_ Jasmine could have remained hidden and safe with\nFilli. The Guards would never have known that there\nhad been three strangers in the clearing, not just two.\nBut it was not her way to see friends in trouble and do\nnothing.\n\n_ Witha start, Lief saw her leap lightly to the ground\njust ahead. He had not realised how close to them she\nwas.\n\n‘I have set them an obstacle course,’ she said\ngleefully, as they reached her. ‘Thorny vine twined round\ndead branches in six places along the path. That will\n\nslow them down!’ Her eyes were sparkling with\n\npleasure.\ni ‘Keep moving!’ grunted Barda. ‘Their anger will\n\n~ Qaly make them run faster!’\n\nThey rounded a bend and to his horror Lief saw\nthat ahead was a long stretch of path with no curves at\nall. It seemed to go on and on, straight as an arrow,\nyanishing into the distance.\n\nThe Guards could not ask for clearer aim than this.\n\n\"& ~=Assoonas they reached this spot, the blisters would\n\n \n\n \n\f"
        },
        {
            "path": "IMG_20211106_151052.jpg",
            "text": "tly\n\nThe Lake of Tears\n\nthickly. The air was filled with their rich perfume.\n\nJasmine sniffed as she ran. ‘This is a perfect place\nto hide!’ she muttered excitedly. ‘The smell of these fruits\nwill mask our scent.’\n\nLief glanced behind him. Already the grass bent\nby their running feet had sprung back into place. There\nwas no sign of the way they had taken. For the first time\nsince they left the path he felt a flicker of hope.\n\nHe followed Barda and Jasmine to the bottom of\nthe valley. They pushed into the midst of the bushes,\nwhich rose above their heads, hiding them completely.\nIn silence, they crept through the dim, green shade. The\nground was damp underfoot, and somewhere there was\nthe gurgling of running water. Sweetplums hung\neverywhere like tiny, glowing lanterns.\n\nThey had been under cover for only a few minutes\nwhen Jasmine stopped and raised her hand warningly.\n‘Thear them,’ she breathed. ‘They are nearing the place\nwhere we left the path.’\n\nCrouching very still, listening carefully, Lief finally\nheard what her sharper ears had heard before him—the\nsound of running feet. The sound became louder,\nlouder—and then the feet faltered. The first of the\nGuards had come to the straight section of the path. Lief\nimagined the leaders peering ahead and seeing no-one.\n\nThere was a moment’s silence. He held his breath\nat the thought of them sniffing the air, muttering to each\nother. There was a loud, harsh sound that could have\nbeen a laugh or a curse. And then, to his overwhelming\n\n \n\f"
        },
        {
            "path": "IMG_20211106_151058.jpg",
            "text": "and\none,’\n‘Ped\nthe\n\nre as\n\nThe Lake Of Tears\n\nwithout being given any food or rest?’\nLief looked at the small man curiously. ‘I have\nnever seen anyone like him before,’ he said. ‘What was\n\n_ that sign he drew upon the ground?’\n\n‘I do not know. When he awakes, we will ask him.’\nBarda groaned as he lifted the Ralad man up again. ‘He\nhas caused us some trouble, but still the meeting was\nfortunate,’ he added. ‘He can guide us from here. The\nvillage of Raladin, where he comes from, is very near\nthe Lake of Tears. Let us find a place where we can sit in\nmore comfort and remove these chains.’\n\nThey pushed on through the bushes. The further\nthey moved into the little valley, the more enchanting it\nseemed. Soft moss covered the ground like a thick, green\ncarpet and nodding flowers clustered everywhere.\nBrightly coloured butterflies fluttered around the\nsweetplum bushes, and the sun, filtering through the\ndelicate leaves of the slender trees, shed a gentle, green-\ngold light over everything it touched.\n\nNever had Lief seen such beauty. He could tell from\n\n- -Barda’s face that he felt the same. Even Jasmine was soon\n\nkking around with warm pleasure.\n“1 They reached a small clearing, and gratefully sank\ndown onto the moss. There Barda used Jasmine’s dagger\n\n¥ tut the tight leather collar from the Ralad man’s neck,\n\n¥ atid break the locks on his chains. As he pulled the chains\n\nE away he frowned at the rubbed, raw patches on the\n- fflan’s wrists and ankles.\n\n9H ‘They are not so bad.’ Jasmine inspected the\n\n \n\f"
        },
        {
            "path": "IMG_20211106_160521.jpg",
            "text": " \n\f"
        },
        {
            "path": "IMG_20211106_160530.jpg",
            "text": " \n\f"
        },
        {
            "path": "IMG_20211106_160538.jpg",
            "text": " \n\f"
        },
        {
            "path": "IMG_20211106_160551.jpg",
            "text": " \n\nThe Lake Of Tears\n\n: Now that the spell had been broken, they saw the\n_ kitchen with new eyes. It was dark, stinking and filthy.\n_ The stone floor was caked with ancient grime. Old bones\n_ lay scattered everywhere. In the darkest corner there was\n~ asmall bed of mouldy straw. By the look of the frayed\n~ rope attached to a ring on the wall above it, some sort of\n_ pet had slept there until quite recently, when it had\nchewed its way to freedom.\n\n| The companions only glanced at all these things.\nTheir attention was fixed on the great pot of water\nbubbling under its lid on the stove, the huge pile of\nroughly sliced onions and the two long, sharpened\nknives lying ready on the greasy table.\n\nLief stared, his stomach churning. Then he jumped\n_ ashis ears, sharpened by fear, picked up a small, stealthy\nsound from deep within the house. Someone—or\nsomething—was moving.\n\nHis companions had heard it too. ‘Out!’ hissed\nParda Make haste!’ th sping with relief as\n\nTh t into the open, ga ;\nfinally they were able to breathe in fresh, clean air. They\nloo cautiously.\n\nTheses little cottage they thought they had with\nWas in fact a grim, hulking square of white stones vn\nno windows. The flower gardens were nothing ll sides\necgunmeand thisties, Roush Bm and that marke\nleading always to the bright green 08\n\nthe qui d. ; ti\nq Inthe stance they could see Jin and Jod. Shouting\n\n55\n\f"
        },
        {
            "path": "IMG_20211106_160607.jpg",
            "text": "The Lake Of Tears\n\nand began pounding ACTOss the &Ta8s towards them. Lief\ncried out in 4stonishmen; aS he say, Who it was.\nIt was the Ralad Man!\n\n“He is not drowned! ’ Shouteg Jasmine ‘They Saved\nhim after all! The Telief ; €T Voice Made it clear that,\nhowever uncaring She had ed, she had in fact Cared,\nvery much, about the litt]\n\nSOner’s fate. Already she\nIng to help him.\n\nan ever, Jin and\n\ndoor, ScTeaming\n\nJod was holding\n\nFor now he needed help re\nJod were after him, burst; & through the\nwith rage. Jin had Caught an axe, and\nthe long pole out in front of him, Savagely Swinging it\nfrom side to side as he ran, With “Very swing, the hook\nat the end, sti]] dripping with sli\n\ne from its dunking in\nthe quicksand, Missed the fleeing Ralad man by a hair\nAny moment it might reach its mark.\n\nLief drew hig Sword and tan forward, leaving\narda Standing, Swaying, by the Tock. He did not Spare\nthought for his Own danger. The Ralad man’s danger\n48 too clear and urgent for that\n\nince off their leathery skin, and they were barely\nIcing at her They were spitting with fury, and Plainly\nmore interested in killing the Ralad man than in\nIng anyone else, | |\nIt was as if the very sight of him filled them with\nAs if they knew him a\nThe little man was closer now. Panting in terror\n\n59\n\n \n\f"
        },
        {
            "path": "IMG_20211106_160612.jpg",
            "text": "The Lake of Tears\n\nThere cou]\n\nwait his chance, then lea\ni. P between\ntheir Victim. He doubted hes. the Monsters and\n\nmore than wound them—} that, at le\n\nthe little man a chance to Pe. my Would give\nFor that Was the m 1MPortant thing now Not\njust for the Ralad Man, by for th € small,\n\n_ floating leayes WEFe safe to tread upon, and which were\n\n‘But he has already told ys’ he exclaimed aloud.\nStartled, the Ralad man glanced in hi irecti\n4nd stumbled. The great curved hook caught him\n\nbegan to Pull him in, |\n\n“- But at the same moment Lief’s sword came\nYashing down on the pole, cutting it through. Off\n, rprise, Jod fell backwards,\n\nWance and taken by su\n\n \n\f"
        },
        {
            "path": "IMG_20211106_160617.jpg",
            "text": "The Lake Of Tears\n\nthumped as he Sa that Jin and J dw\nscrambling to their feet, « asmine\n‘Then you can hel Bar\n\nYou 8° first!’ he y\nda. | Will fol]\nman. Make haste! The wil\n\n°W with the Ra\n4Pon us atany mMome:\n\nBut Barda ang Jasmine just 54Ped at him.\n\n‘The SPaces between,\n\n© leaves are quicksan,\nJasmine shrilleg. \"You can See it, If\nwill sink, and diey’\n\nWe leap Upon it y\n‘You will Not diet’\n\nwill die if you leap an\nme!’\n\nlef Panted desperately “Yo\n\nYwhere Else! Do as T say! Trys\n‘But how do YOu know it IS Safe?’ Mumbled Barda,\n\nrubbing his hang ver his brow as h\n\nhead,\n\n€ tried to Clear his\n‘The Ralad\n\nJasmine Protested.\nO this SPot, and then to his legs ’\n\nLief. ‘His legs are muddy to the kn\n\nve not have been\n\nHe poin ted ¢\nshouted\n\nfOok a breath an\n\nd, holding the R\ned Straight fo\n\nr the first 8ap between the leaves,\n\n63\n\n \n\f"
        },
        {
            "path": "IMG_20211106_160625.jpg",
            "text": " \n\f"
        },
        {
            "path": "IMG_20211106_160625_1.jpg",
            "text": " \n\f"
        },
        {
            "path": "IMG_20211106_160648.jpg",
            "text": "The Lake Of Tears\n\n‘Do not fear, my frieng?’\none. Gone forever!’\nLief left them and went to\n_ on the grass beside the sandy\nchattering in her ear, They w\n“soaring and diving above the\nos ‘Let me use the nectar on your shoulder, Jasmine,’\n> Lief said, sitting down beside her.\n~The girl shook her head. ‘We must save the nectar\nfor important things,’ she said briefly. She dug in her\net and brought out the jar of cream with which she\ntad treated the Ralad man’s wrists and ankles. ‘This will\nido for me,’ she said. ‘The wound is not serious.’\n: Lief wanted to argue with her, but decided he\nwould not. He was beginning to learn that it was best to\n‘allow Jasmine to do things her own way.\n4 5 The shoulder was badly bruised. Now it was\n‘Swollen and angry red. Soon it would be deep purple.\nathe wound in the centre of the bruise was small, but\nSleep. The corner of the axe blade must have struck there.\n“6 As gently as he could, Lief smeared the wound\nvith the strong-smelling green cream. Jasmine sat very\ntill and did not utter a sound, though the pain must\nave been great.\nBarda came up to\n\ncried Barda. ‘They are\n\nJasmine. She was sitting\npatch of earth, with Filli\nere both watching Kree\nMm, testing his wings.\n\n \n    \n   \n \n   \n   \n  \n     \n   \n\nchem with the Ralad man, who\n\n \n\f"
        },
        {
            "path": "IMG_20211106_160648_1.jpg",
            "text": "The Lake Of Tears\n\nred hai blinking in\n‘His eyes stared Wildly around hig up like a crest.\n‘Do not fear, my friend!’\n\none. Gone forever!’\n\nLief left them and Went to\n\n_ on the grass beside the sandy patch of earth, with Fill\n“chattering mn her ear. They were both watching Kree\n. soaring and diving above them, testing his wings.\n\n“ Let me use the nectar on your shoulder, Jasmine,’\nLief said, sitting down beside her.\n: 4 The girl shook her head. ‘We must save the nectar\nfor important things,’ she said briefly. She dug in her\npocket and brought out the jar of cream with which she\n2 had treated the Ralad man’s wrists and ankles. ‘This will\n\"Glo for me,’ she said. ‘The wound is not serious.’\n\nLief wanted to argue with her, but decided he\nould not. He was beginning to learn that it was best to\n“Allow Jasmine to do things her own way.\n\n+ The shoulder was badly bruised. Now it was\nwollen and angry red. Soon it would be deep purple.\n@Mihe wound in the centre of the bruise was small, but\na sep. The corner of the axe blade must have struck there.\n_ As gently as he could, Lief smeared the wound\nwith the strong-smelling green cream. Jasmine sat very\nSMMC] and did not utter a sound, though the pain must\nfmpave been great.\n\nBarda came up to\n\ncried Barda. ‘They are\n\nJasmine. She was sitting\n\n  \n  \n \n   \n   \n   \n  \n   \n   \n\nthem with the Ralad man, who\n\n \n\f"
        },
        {
            "path": "IMG_20211106_160655.jpg",
            "text": "The Lake of Tears\n\n1 was not surprising, that it should be so. Using\nrs an the strange picture-writing, of his people,\nanu had told them that he had been a prisoner of Jin\nJ od for five long years. He had been making his\nay! om Raladin to Del when, lured from the path by\nrempting scent of the sweetplum bushes, he had\naster into the quicksand and been captured.\n\nLief could not bear to think of the long misery that\n\n> little man had suffered since then. Barda’s\norstanding of Ralad writing was not complete—but\n\ngill he could translate enough to tell the terrible story:\nManus had been forced to work like a slave, beaten,\n\nand forced to march back the way he had come:\nFor five years he had lived with fear and loathing\n\nRaladin would take, he had answe\non the earth with his finge!\n\nae\n\n \n\f"
        }
    ]
}